[{"model": "portfolio.project", "pk": 2, "fields": {"name": "TFD-Bot", "created_at": "2024-11-03T18:54:26.541Z", "description": "<p>A Discord bot designed for games and quotes management, offering seamless community engagement.</p>", "projectpicture": "projectpictures/tfd-bot.png"}}, {"model": "portfolio.project", "pk": 3, "fields": {"name": "Harmonic Creator", "created_at": "2024-11-03T18:55:04.369Z", "description": "<p>HarmonicCreator allows users to make various calculations based on input from different models of slats for a pool cover.</p>\r\n<p>By leveraging advanced algorithms and user-friendly interfaces, HarmonicCreator simplifies the process of designing and evaluating pool covers, making it an essential tool for professionals in the industry.</p>", "projectpicture": "projectpictures/harmonic-creator.png"}}, {"model": "portfolio.project", "pk": 4, "fields": {"name": "BLT-MusicBot", "created_at": "2024-11-03T18:55:32.690Z", "description": "<p>A Discord bot that plays radio streams, bringing music and entertainment to your server.</p>\r\n<div><a href=\"https://github.com/Cyclosaryn/BLT-MusicBot\"><img src=\"https://assets.stickpng.com/images/5847f98fcef1014c0b5e48c0.png\" alt=\"\" width=\"27\" height=\"26\"> BLT-MusicBot&nbsp;</a></div>", "projectpicture": "projectpictures/blt-musicbot.png"}}, {"model": "portfolio.project", "pk": 5, "fields": {"name": "Project Hermes", "created_at": "2024-11-03T18:56:11.619Z", "description": "<p>Hermes is a project in development designed to facilitate real-time collaboration on markdown files.&nbsp;It enables users within an organization to work together seamlessly, ensuring that everyone is on the same page.</p>\r\n<p>With Hermes, team members can edit, comment, and sync their changes instantly, making it easier to manage and share information efficiently. This tool is particularly useful for teams that need to maintain up-to-date documentation, share knowledge, and enhance overall productivity through effective communication and collaboration.</p>", "projectpicture": "projectpictures/project-hermes.png"}}, {"model": "portfolio.project", "pk": 6, "fields": {"name": "PDM Portal", "created_at": "2024-11-03T19:03:59.902Z", "description": "<p>The PDM Portal is designed to be a dynamic, all-encompassing platform connecting colleagues, enabling seamless skill development, and facilitating efficient resource allocation across the organization.</p>\r\n<p>This is an ongoing project for PDM Industrial Excellence.</p>\r\n<pre>* This project is closed source *</pre>", "projectpicture": "projectpictures/Logo-inverted.png"}}]